{
  "breaking": {
    "active": true,
    "text": "Breaking: UEE Navy Warns of Imminent Coordinated Pirate Raids in Stanton and Pyro",
    "mainStoryIsBreaking": true
  },
  "mainStory": {
    "category": "SECURITY",
    "title": "UEE Navy Warns of Imminent Coordinated Pirate Raids in Stanton and Pyro",
    "subtitle": "The UEE Navy has announced an imminent and coordinated pirate attack on capital class vessels throughout the Stanton and Pyro Systems based on multi-source reporting.",
    "author": "Kaveh Virtanen | Military Correspondent",
    "date": "Stardate: 2955.08.25",
    "content": "<p>This morning the UEE Navy announced multiple pirate groups are organizing a coordinated attack against capital class ships. Specifically, they intend to focus on the Idris variants that are being sold this week across the Stanton system.<p><p>The pirates will be targeting any Idris class vessel that is being minimally crewed and will likely hit the areas near shipyards and ports. The most probable areas for attack will be above the spaceports of Area 18, Lorville, New Babbage, and Orison. Orbital platforms like Baijini Point, Everus Harbor, Port Tressler, and Seraphim Station are also considered as targets at this time.<p><p>The UEE Navy assesses that there are approximately six Pirate groups that are confirmed to be a part of this coordinated attack. HCN News has received follow-on information that the operational details of the attack were sent to over 30 different pirate groups through a smuggler network that sells information as well as weapons and equipment.<p><p>HCN News urges anyone who reads this to only travel in groups and to avoid flying capital class vessels during this time. Furthermore, we have reached out to the Civilian Defense Force in order to attempt to combat this issue. Please reach out to us here at HCN News in order to get more details.<p>"
      },
  "quickUpdates": [
    {
      "title": "N/A",
      "summary": "N/A"
    }
  ],
  "marketWatch": [
    {
      "title": "N/A",
      "summary": "N/A"
    }
  ]
}
