{
  "breaking": {
    "active": false,
    "text": "",
    "mainStoryIsBreaking": false
  },
  "mainStory": {
    "category": "TECHNOLOGY",
    "title": "New Guide System Available to Help Aspiring New Pilots in Stanton and Pyro",
    "subtitle": "The UEE Advocacy has created a new guide system for experienced pilots to assist new or aspiring pilots in multiple different categories, hoping to encourage rapid growth of potential in the next generation.",
    "author": "Micea Dravnic | Technology Correspondent",
    "date": "Stardate: 2955.08.15",
    "content": "<p>Last week the UEE Advocacy sat down with technology engineers to come up with a novel idea to spur growth in the many different sectors that new pilots can work in. Lead engineers spoke with hundreds of veteran pilots to come up with categories and to create an easy to use application on Spectrum. These pilots were selected at random from tens of thousands of applicants and were paid for their time away from their usual work.<p><p>The pilots and engineers simplified the immense amount of contract work that the UEE systems provide into 13 categories; Basics, Refresher Basics, Vehicle Combat, On-Foot (FPS) Combat, Medical, Mining, Missions and Reputation, Racing, Refueling, Salvaging, Trading, Touring, and Miscellaneous work. These categories cover everything from turning some certain vessels on all of the way to advanced combat techniques used to defend hauling convoys or ground facilities.<p><p>The Basics and Refresher is meant to cover anything from starting and flying vessels to more efficient ways of packing a backpack to be able to cover miles on foot. This category can also be utilized for veterans to warn new pilots of the dangers of the ‘verse.<p><p>Vehicle Combat is meant to cover vehicles in the air or on the ground. Showing pilots the ways to drive through rough terrain or dogfighting in a ship. This is a broad topic that can be utilized for haulers, salvaging, or even racing.<p><p>FPS Combat is meant to show the basics of using cover and concealment to be an effective mercenary in the ‘verse. This can be something as simple as how to shoot a weapon to more advanced techniques for VIP escorts or even something as difficult as clearing a heavily defended bunker.<p><p>Medical is meant to be the one stop shop for anyone who is aspiring to be a medic in the ‘verse, a difficult but necessary profession in the harshness of space. Only some pilots are permitted to advise new pilots on the finer points of the medical trades.<p><p>Mining is meant to cover mining in any capacity. Many pilots choose to make their millions by starting small, mining on the ground, and then graduate to higher degrees of ship mining. Veteran miners can give new pilots their wisdom through this category.<p><p>Missions and Reputation is meant to cover how a pilot can find contracts and how doing contracts for some will influence pilot reputation with other organizations. This topic can get complicated quickly so it is recommended that only the most senior pilots assist with this category.<p><p>Racing is a place for the adrenaline fueled, those who seek the thrills of missing rocks by millimeters and seek to break the laws of physics with pure speed. Veterans in the racing community are rare but there is still a place for them to share their knowledge to those who are looking into this profession.<p><p>Refueling is a dangerous career and needs the hands of an expert, this is where new pilots can go to sharpen their knowledge so they don’t make costly mistakes. Veterans can share their experiences as well as the rules and regulations of hauling fuel across deep space to crews in need.<p><p>Salvaging is meant to be an entry level profession in the ‘verse and many seek to gain their riches by scraping hulls while listening to HCN Radio. This category may be considered entry-level but can get difficult once you run into vessels that need an entire crew to scrap, veterans of this trade will share their extensive knowledge with new pilots here.<p><p>Trading is meant to cover the markets of the ‘verse. From making day trades to hauling cargo in a Hull-D, there is nothing included that this category doesn’t cover.<p><p>Touring is meant more for those who are attempting to make their money off of things like tourism or travel. There are assessed to be dozens of undiscovered locations of interest throughout just Stanton alone, this is where veterans of the travel business can share their knowledge.<p><p>Veterans who wish to register as advisors or guides to the new pilots of the ‘verse are encouraged to do so and must navigate to the Guide System site within Spectrum. In order to register you must have an account and it will prompt you to put a description up for your experience and then will ask if you wish to mark yourself as available to teach the next generation.<p><p>This program has had an iteration in the past but the new system is aimed to appeal to both the new pilots as well as to compensate the veterans who donate their time to advising these new pilots. The UEE Advocacy has offered up a reward for guides who go above and beyond during times of extremely high need, such as Invictus Launch Week or the Foundation Festival. These rewards can vary from badges for the guides up to substantial gifts.<p><p>The application is already released and has just over 2000 guides enrolled, which is set to change the way that new pilots enter the workforce of the UEE. Initial projections show a 15 percent increase in new applicants this year already, with this application increasing the base proficiency of new pilots by 5 to 30 percent in some cases. Veterans are hopeful for the next generations and the next generation is hopeful to surpass the legacies of their fathers and grandfathers. Register today as a guide or a new pilot and get a front row seat to humanity at its best.<p>"
  },
  "quickUpdates": [
    {
      "title": "MicroTech Research and Development Tests Self-Correcting Elevator AI Controller",
      "summary": "A new update to a long-standing system in freight delivery has just been tested in MicroTech, allowing elevators to self-correct when they identify a malfunction."
    },
    {
      "title": "UEE Advocacy Issues Partial Blackout on Pyro Incident Records",
      "summary": "Documents related to the UEE Advocacy's incursion into Pyro last month were partially redacted from the Advocacy Archives, the blackout targetted sensor logs and casualty data surrounding the Apex Down operation on Pyro I."
    }
  ],
  "marketWatch": [
    {
      "title": "STEE",
      "summary": "↓ 4% - Steel is trending down around the Stanton System due to a decrease in demand."
    },
    {
      "title": "IRON",
      "summary": "→ 0% - Iron remains steady in the market despite recent volatility regarding metals and alloys."
    },
    {
      "title": "MEDS",
      "summary": "↑ 2.6% - Medical Supplies continue to climb, even after the empire-wide resource drive for the regen crisis."
    }
  ],
  "secondaryStories": [
    {
      "category": "SECURITY",
      "title": "Crusader Industries Tracking Transponder Spoofing Trend Near Yela",
      "subtitle": "Pirate groups near Yela have been observed changing their transponder information to appear as legitimate salvage vessels to obscure their true purpose in the asteroid belt of Crusader’s moon.",
      "author": "Kaveh Virtanen | Military Correspondent",
      "date": "Stardate: 2955.08.16",
      "content": "<p>Crusader Security is evaluating a growing pattern of transponder alterations near Yela, which suggests another coordinated Pirate tactic in the Stanton System.<p><p>Alem Trusk, the captain of an Argo Mole who was out in the asteroid belt looking for ice, was among the first to report the trend to Crusader Security after an incident, “I flipped on my scanner and it showed a small group of vessels nearby, after narrowing my beam it said they were salvagers in Vultures and a Reclaimer. Figured I would continue my search pattern and when I got close I was surrounded. They hailed me and demanded I pay them 100,000 aUEC or they would tear my ship apart and sell the ore in my bags. I fell for it, thought it was safe.”<p><p>The pirates, believed to be operating out of GrimHex, have altered their transponder IDs to mimic legitimate salvage vessels within Yela’s asteroid belt. This tactic is meant to lull the less alert legitimately operating vessels into safety near them and to avert the eyes of security forces in the area. Some security analysts suggest the next logical step of this tactic may involve shifting transponders to impersonate miners, traders, or even legitimate bounty hunters.<p><p>Retired Rear Admiral Michael Rienne, a UEE Security Analyst, warns that the threat goes further than just licensing impersonation, “If they can alter their transponders at will to appear as a different vessel type all together, then what is stopping them from showing that they’re mining, or hauling cargo, or even pose as actual bounty hunters themselves? This tactic threatens to complicate identification for security forces, while also eroding the trust between the patrols and law-abiding citizens.”<p><p>Because of this new development, Crusader Security has heightened their patrols around Yela since the initial incident and have noted no less than five separate instances of the trend in the following week. Crusader Security has been stretched thin while investigating the perpetrators of a large skirmish that occurred last month on the Crusader Luxury platform, Cloudrest Retreat. Now, the teams at Crusader Security are working mandatory overtime to maintain a constant presence in Yela’s asteroid belt, hoping to either deter or apprehend these pirate groups.<p><p>While currently a localized tactic, it is sure to spread to other nefarious groups in the near future as we have seen recently in ArcCorp with the growth of Pirate groups using legitimate cargo vessels for illicit activities and interdicting standard quantum hauling routes. Within weeks that tactic had spread to all four of the planetary systems within Stanton and spoke of a larger pirate communication network. Whether this tactic is linked to the broader network of pirates within ArcCorp or an independent evolution of Piracy, Crusader Officials and Security Analysts from all over the UEE agree that the threat of piracy is certainly spreading.<p>"
    }
  ]
}
