{
    "breaking": {
        "active": false,
        "text": "",
        "mainStoryIsBreaking": false
    },
    "mainStory": {
        "category": "COMMUNITY",
        "title": "Redline Reaper Ep. 1 (A Series)",
        "subtitle": "The Cargo of Consequence, A story from the 'verse",
        "author": "Evecca Kestrel | Independent Journalist",
        "date": "Star Date: 2955.05.29",
        "content": "<p>I am currently sitting on board a Cutlass Steel, a first generation of the variant, with “Redline”, a rather infamous smuggler from days past. Redline has been running from the law since his last job and has successfully eluded the UEE Navy patrols for years. I was lucky enough for an interview because a friend of a friend knew someone who knew him. After tracing that line of thread for a few months, I was finally able to set myself in a direction to go find Redline. One month later, I am sitting face to face for an interview that did not go according to plan.<p><p>With how elusive and private Redline is, we decided no formal interview questions or recordings would be used, so I will summarize the events and the answers in a way that, hopefully, will not give anything away.<p><p>Redline grew up in the Killian system, raised by strict parents under the foot of the UEE Naval Yards. He didn’t have much to say about his parents but he let it slip that at least one of them was a shipyard mechanic. From an early age he was drawn to the places at the yards where the police and the Navy didn’t necessarily keep watch. This landed him in trouble with the authorities and his parents more than once.<p><p>The man in front of me is composed, with sharp eyes and an analytical mind, someone who’s lived several lives across too many systems. He told me he learned to fight and fly before he was a teenager. After discovering a breach in the UEE Navy’s logistical supply chain, he made his first foray into arms dealing in the Nyx System. Some say he once even sold an incredibly small amount of a common resource during a bidding war to the tune of some 15 million aUEC, when asked about it directly he snorted out a laugh and left a smile on his face with no further explanation.<p><p>As we talk, I notice the Cutlass start to drift. He taps a panel and corrects course with the casual instinct of someone more comfortable in the black than on the ground. His answers are quick, thoughtful, and at times deflective, but even so there was no deception in his answers. I asked about his legend, the one that made him famous and gave him the name “Redline”, and he began to tell me of how he “disappeared” right in front of a UEE Navy Frigate.<p><p>Then, mid-sentence, the ship lurches.<p><p>We’re thrown forward, not by turbulence, but by impact. The cockpit lights dim, the usual klaxon disabled, the alarm pings in red across the dash. Redline curses, jumps to his feet, and draws a sidearm from beneath his seat.<p><p>Before I can process what’s happening, the comms erupt with static, followed by a distorted voice, 'Redline. We’re here, the order is dead or alive and we don’t care which it is.' Quietly, Redline begins to bring up the systems in the Cutlass, outside the cockpit window there are three streaks of light burning towards the ship. One more vessel is on radar sitting not 200 meters behind the Cutlass, obviously operating under stealth as there was no positive signature, just a radar contact.<p><p>Redline throws a second pistol into my lap. “Stay down. If I don’t make it, don’t run. Tell them I didn’t go quietly.”<p><p>Outside, the stars spin as the Cutlass banks hard, and the hunt begins.<p>"
    },
    "quickUpdates": [
        {
            "title": "Weather Alert Active",
            "summary": "Recent reports from within the Pyro System indicate a large radioactive storm will soon hit Pyro I. We urge anyone on or near the planet surface to take shelter for the next few weeks, as this storm is forcasted to last up to 20 days."
        },
        {
            "title": "Logistics Organization Refills Missing Hydrogen Reserves",
            "summary": "Lately there has been a significant lack of Hydrogen Fuel in the Stanton System due to a significant increase in industrial activity. A local Logistics Organization, based out of Lorville, took it upon themselves to refill the low reserves."
        },
        {
            "title": "Large Debris Field Located",
            "summary": "Salvagers near Yela have reported an increase in debris within the asteroid belt surrounding the moon, often finding military equipment throughout the wreckage. We reached out to the UEE Navy for comment and have recieved no response."
        },
        {
            "title": "Increased Pirate Activity Reported within Stanton",
            "summary": "Reports of ship hijackings, Quantum Interdiction along trade routes, and a few alarming reports of kidnappings have become more frequent within the Stanton System since the Pyro Jump Gate re-opened this year."
        }
    ],
    "marketWatch": [
        {
            "title": "Medical Supplies",
            "summary": "↑ 2.3% - Increased Demand in the Stanton System due to oversaturation of medical facilities in the wake of regerneration failures"
        },
        {
            "title": "Agricium",
            "summary": "↓ 5.4% - Mining increases in the Stanton System driving down prices of raw and refined Agricium"
        },
        {
            "title": "Scrap Metals",
            "summary": "↓ 1.8% - Prices continue to decrease due to market saturation"
        }
    ],
    "secondaryStories": [
        {
            "category": "SECURITY",
            "title": "Distribution Center Hit by Unknown Military Style Operation",
            "subtitle": "Local Security Forces Found Evidence of a Firefight Between Dozens of Assailants at Distribution Center 04 on Microtech",
            "author": "Kaveh Virtanen | Military Correspondent",
            "date": "Star Date: 2955.05.29",
            "content": "<p>Microtech Security forces are investigating a large-scale military style operation at a distribution center that left hundreds of civilian workers unconscious and many distribution center security officers injured.<p><p>Microtech Security investigators are still currently on scene attempting to ascertain exactly what occurred at Distribution Center 04 last night. The head of Microtech Security, Yann Bostrom, released a statement late last night after their security forces arrived on scene:<p><p>“......... Numerous families now have regeneration fees, and more than triple that number have hospital fees. Furthermore, the security footage was destroyed and the backup server was completely wiped of all contents.”<p><p>“If anyone has any information on this attack, please contact our offices at any time. We are determined to understand the parties involved and bring justice to the families who have incurred such a high cost, just because their family members did their jobs.”<p><p>Mr. Bostrum went on to explain that their working theory at the moment is that an Arms Deal was interrupted by a competitor and states that their investigations team is looking for anyone who can identify the groups involved in both the attack and the deals themselves.<p><p>We were able to get an official copy of the security report from the incident that compiles witness testimony with the official investigation. The security report has details from numerous eyewitness testimonies that tell a gripping tale. A group of 30+ individuals escorted a male in his mid-30’s into the facility, along with a dozen or so standard 1 to 8 SCU crates. The witnesses were then escorted out of the facility and told to keep their heads down until the group left. <p><p>While the details are unclear, witnesses described a Constellation class ship ferrying what looked to be businessmen back and forth from the Distribution Center over the next hour. During this time, a few workers from the facility inexplicably fell unconscious and had no memory of the things reported in the remainder of this article, all were on the North end of the Distribution Center.<p><p>Then, tragedy struck for about 20 minutes from 21:00 to 21:20, as descriptions of explosions and muzzle flashes are explained by the witnesses. Witnesses described vessels descending from the North, South, and even directly onto the rooftop, igniting a firefight that tore through the heart of the facility. The witnesses’ stories included within this report are too graphic to share with our audiences, but understand that people were ruthless on both sides of the incident, and they had no qualms about harming or injuring the innocent people stuck in between them. The report goes on to catalogue the evidence that was recovered before Microtech Security released the facility back to the owners. Recovered evidence included 1400 spent shell casings, nearly 300 accounts of blast residue, dozens of empty Hemozal pens, and an arsenal of weapons left behind at the scene; including 3 railguns, 7 sidearms, and 18 rifles.<p><p>The report ends abruptly, with no more answers than questions, and leaves thousands in fear of the rising threat of piracy in the Stanton System. At this time, no further information has been released by Microtech Security and everyone in the surrounding system is still asking the question, “Who was this arms dealer, and who attacked the facility?”<p>"
        }
    ]
}
