{
  "breaking": {
    "active": false,
    "text": "",
    "mainStoryIsBreaking": false
  },
  "mainStory": {
    "category": "BUSINESS",
    "title": "One Week Update on the Unexpected Stanton Regen Crisis Resource Drive Participation",
    "subtitle": "Last week, Stanton authorities from the big four companies began a resource drive to assist with UEE Advocacy’s research into the recent regen crisis, easily surpassing all expectations in the process.",
    "author": "Micea Dravnic | Technology Correspondent",
    "date": "Stardate: 2955.07.23",
    "content": "<p>The big four companies: ArcCorp, Crusader Industries, Microtech, and Hurston Dynamics, have been keeping score on the resources being collected throughout the Stanton System. On Thursday last week all of the companies set their stock to zero and pushed out contracts for Copper, Corrundum, and Tungsten, asking haulers, miners, and anyone else to transport these goods to the main locations in each planetary system.<p><p>The rate at which citizens of the UEE are completing these contracts is staggering. Pilots from every system have come to assist with the resource drive, and not just for the payouts, but for the benefit of the entire UEE. Contracts are being accepted in less than five seconds on average and are being completed at an absurd rate.<p><p>The total volume of goods collected across all four companies has surpassed 210 million SCU, which far exceeds initial projections, with each company having their own rates. Hurston Dynamics is in the lead with a total 84 million SCU of collected goods and an estimated 690,000 SCU’s being collected every hour since the beginning of the drive. MicroTech is in second with 52 million SCU and an hourly rate of around 490,000 SCU. Crusader is in third with almost 40 million SCU and an hourly rate of 325,000 SCU. ArcCorp is in last place with 35 million SCU and an hourly rate of 290,000 SCU.<p><p>On the ground, haulers have had mixed experiences with the drive. A few haulers in New Babbage were able to give some insight on the topic, 'I’ve never seen anything like it, there were cargo ships landed everywhere around the pads at the pickup location, at least 15 of ‘em. More than that though, the pilots were actually helping people load their cargo and were in an orderly line when it was time to pick up the cargo. That’s not something you see very often.' The effort of this drive is not without its own challenges however, one pilot seemed disgruntled at the spaceport, 'Doesn’t help that some of the cargo lifts are broken though, I’ve heard it’s like that everywhere with how much use they’re getting so it’s not a surprise. It is frustrating though, being slowed down just because some of the elevators haven’t been used like this since they were built.'<p><p>Initial estimates ranged between 100 million and 150 million SCU of total goods would be collected during the entirety of the event, which is poised to last until the end of August, and instead that number has been surpassed within just 7 days. For those of you wondering, that is a ~5000% increase over the low end of the projections.<p><p>Not everything has gone as smoothly as the resource collection however, pirates have been reported at nearly every pickup site by haulers. UEE security forces have been stretched thin due to the sheer amount of vessels in and out of every major location. This has led some to lose confidence in their local security forces as pirates have stolen cargo from haulers on cargo lanes. Some pirates have been brazen enough to steal cargo directly off of cargo elevators while law abiding citizens are busy loading their ships or looking elsewhere.<p><p>Despite the high degree of success from this drive, public opinion of the Addison administration remains distinctly divided. Critics point at the slow response of the administration to acknowledge the regen crisis in the first place and lack of measures to keep it from happening in the first place. While the drive itself has been a massive success, some are questioning whether the UEE leadership can maintain the momentum, especially with the uptick in pirate activity alongside this drive.<p><p>It seems that the theme for the entirety of the UEE was helping those in need. Between protests for protecting the Valakaar on Pyro I and the Foundation Festival, citizens all over the universe were out in force to protect the values of humanity. Many believe that the public showing of solidarity in Stanton has been spurred by citizens finally having something to point their anxiety from the regen crisis at, but others believe that it is simply the human drive to persist in the face of danger, the indomitable human spirit.<p>"
  },
  "quickUpdates": [
    {
      "title": "UEE Navy Warns of Increased Xenothreat Activity",
      "summary": "Members of UEE Naval High Command insist that the terrorist entity known as Xenothreat has been increasing their activity in Stanton due to the resource drive."
    },
    {
      "title": "Crusader Industries Unveils New Upgrade",
      "summary": "Crusader Industries released a new upgrade package for their Gladius last month, offering the ability for mercenaries to carry bombs instead of extra weaponry."
    },
    {
      "title": "New Salvage Legislation up for Debate by the UEE",
      "summary": "The UEE introduced new salvage regulations that require all salvage crews to register with the local authority before beginning any salvage operation in restricted areas, or less traveled areas."
    }
  ],
  "marketWatch": [
    {
      "title": "AGRI",
      "summary": "↓ 1.3% - Agricium is down due to an abundance of mining operations in the Aaron Halo."
    },
    {
      "title": "ALUM",
      "summary": "→ 0% - Aluminum has been up and down a few percent in the last few months but has flattened out over the past month."
    },
    {
      "title": "AMMO",
      "summary": "→ 0 % - Ammonium has been consistent in the market for the better part of six months."
    }
  ],
  "secondaryStories": [
    {
      "category": "COMMUNITY",
      "title": "2955 Foundation Festival Winners Announced",
      "subtitle": "The UEE has unveiled the winners of the Foundation Festival Contest, highlighting submissions that capture moments of kindness, teamwork, and camaraderie across the entirety of the UEE, fostering a spirit of unity in the ‘verse.",
      "author": "Micea Dravnic | Technology Correspondent",
      "date": "Stardate: 2955.07.21",
      "content": "<p>The Foundation Festival is an annual event that is held in July to commemorate the founding of the UEE and promote community mentorship. The Festival emphasizes teamwork, encouraging veterans to assist new or inexperienced pilots in multiple areas. The submissions vary in type every year but are usually images of people helping their fellow man or stories of others who have gone above and beyond for you. The winners usually walk away with the prize of a new ship and some Foundation Festival swag but the competition is always focused on lifting your fellow citizens up amid the challenges of space exploration and competitive contracts.<p><p>This year, the Foundation Festival submissions were to be the best images of people helping people, no matter the setting and the winning submissions did not disappoint. The UEE sifted through hundreds of submissions and the top three places have been awarded to the most creative of all contributions.<p><p>The winners were announced via pseudonym so that the true identities of those pictured would be kept far from harm.<p><p>First Place was awarded to a trio, with images of a daring rescue of a Valakaar worm embryo on Pyro I to Meridivn, Slim_Syaddy, and Froster01<p><p>Second Place announced Marlake, Espectrall, and CyberTechX, another trio, who shared images of a medical rescue under fire and the members of the medical team dragging an injured citizen to safety.<p><p>Third Place was granted to a duo, Eris-Caldera and Le-Chacal, for submitting images of a mechanic fixing a broken down Drake Vulture while grounded on the surface of a planet.<p><p>The victors will all receive their prizes in the coming days, the UEE recognizing their efforts in capturing the essence of humanity and community among citizens. First place will receive a Crusader Mercury Star Runner, second place will receive a Drake Cutlass Red, and third place will receive an Aegis Gladius. All three vessels will receive an exclusive Foundation Festival paint and lifetime, no-cost, insurance for the owners.<p><p>The Foundation Festival continues to inspire participation, reminding us that the heart of the ‘verse beats within all of us. The submissions this year demonstrated creativity and daring acts of kindness from the fringes of UEE space in Pyro to the heart of the UEE in Terra.<p>"
    }
  ]
}
