{
  "breaking": {
    "active": false,
    "text": "",
    "mainStoryIsBreaking": false
  },
  "mainStory": {
    "category": "COMMUNITY",
    "title": "Redline Reaper Ep. 4: Enter The Reaper",
    "subtitle": "Redline Reaper is contacted by a scientist from Associated Sciences and Development (ASD) which leads to a series of events that snowballed into a brief war in the Stanton System.",
    "author": "Evecca Kestrel | Independent Journalist",
    "date": "Stardate: 2955.08.22",
    "content": "<p>Gerald Butnik, a loyal scientist who served ASD for years, finally broke the silence surrounding the recent events and research being completed at ASD. Gerald was led to break his silence due to the nature of experimentation happening within ASD and decided to reach out to a smuggling network. This decision led Redline Reaper directly to Gerald, and ended in a call to Gerald that Redline took on the bridge of his Idris.<p><p>“Go for Reaper”<p><p>“My name is Gerald Butnik, I need a ride out of here but I am certain they won’t let me leave. I am willing to pay in information as well as aUEC, but the truth needs to be released about ASD and it needs to happen soon. They are listening to this call, all communications are monitored, I’m at ASD facility S3A1. Help me and I’ll give you the research papers from this facility too.”<p><p>Reaper accepted the deal, immediately contacting over 10 different groups and ensuring a team was being assembled. Within an hour Reaper flew from the Idris, taking a small vessel down to ArcCorp. We landed on the rooftop of a skyscraper within the vast skyline and began forming strike teams with the heads of the other groups who were already there. Multiple teams were given assignments to take their fleets to certain positions throughout the Stanton system to cover the strike teams. During the meeting one of Redline’s personal crew members approached and interrupted the meeting. Redline informed the leaders that an ASD Polaris had left a separate facility and had immediately been attacked by a pirate group, he intended to ensure the safety and recovery of that scientist as well. The selected leaders took off to rejoin the dozen capital ships that were floating just outside of ArcCorps gravity. The remaining leaders were then split into two strike teams, one to assault the ASD facility and the other to assault the severely damaged ASD Polaris. Redline Reaper returned to his vessel to oversee the operation.<p><p>I was assigned to the second strike group, this time equipped with weapons and light armor. I had learned my lesson from the last deal. I was introduced to the leader of a group of medics who called himself Ghost and was clearly issuing the orders to an 8 man fireteam clad in a stylish blue and white uniform. The fireteam split into groups and boarded two separate Medical Terrapins, ordering me to the jumpseat of the secondary vessel. There were two other personnel on board who were not wearing the uniform and refused to speak to me when I asked who they were, giving blank stares through helmets without visors. The two were clad in armor that spoke more to pirates than it did to the uniformed fireteam, even rougher than Redline’s own crew. Truly, I was uncomfortable in this team, they even carried weapons that were unlike the rest.<p><p>From what I heard the first strike team hit the ASD facility only 20 minutes after leaving the skyscraper in ArcCorp. Strike team one encountered heavy resistance and lost many members, but were able to extract the scientist. According to those I spoke with later, the team first encountered standard security personnel, then ran into a squad of assassins clad in a prototype set of unfamiliar ASD armor. Apparently it was an intense firefight from that point on and they were lucky not to accidentally injure the scientist.<p><p>We were contacted over ship comms by Redline and informed of an updated location for the damaged ASD Polaris. Strike team 2 broke into multiple groups and searched the area until the damaged Polaris was identified at a mining outpost. As we floated alongside the Polaris we witnessed a grim sight. Multiple destroyed smaller vessels, breached doors, and a Polaris marked with hundreds of laser burns and holes. The two terrapins flew alongside the stationary Polaris and aligned the loading ramps with the breached doors and we jumped from one ship to another.<p><p>The Polaris was powered off, with only the emergency lighting to guide us. The two oddly armored individuals jumped first, landing hard and sprinting up the stairs and into the main hallway. Comms came alive with callouts and the smell of burnt ozone filled my helmet. One of the fighters was laying down a seemingly unending stream of laser fire from his rifle as the rest of the strike team filed into the hallways. I squinted as the laser fire flared against my visor. Through the wash of red and white, I saw three pirates drag a man in a lab coat into a side hallway.<p><p>The team regrouped at the intersection of the hallways, the uniformed fighters stacked up and prepared to breach the hallway to the bridge, the other two fighters ran off towards medical and the hangar. The uniformed team then pushed into the bridge hallway and another brief firefight followed. The team announced that they had the scientist in their custody and called for one of the Terrapins to land in the hangar bay to exfil the scientist and a handful of the uniformed fighters. Everyone left behind then began clearing the ship from the rear to the front.<p><p>The way the uniformed teams moved, coordinated, deliberate, and smooth, made it obvious that they had trained or conducted operations like this before. The two in the unusual armor acted as the breachers for the uniformed team, allowing themselves to be put in a high amount of danger. The ship was then pronounced clear and there was a data log found within the bridge. We then left the vessel and returned to the last Terrapin and flew to meet up with the other members of strike team two and Redline himself.<p><p>As we jumped out of quantum at Redline’s location we observed over 40 vessels fighting. Wordlessly the pilot of the terrapin dove straight into the fray and flew, throwing chaff and flares everywhere, to reach Redline’s vessel. Both Terrapins made it to the vessel but the one that I was in was hit a lot harder than the other and we crashed into a larger vessel. My head hit the bulkhead and I was barely able to get out of the Terrapin myself before it exploded. This threw me a good distance in the vacuum of space. I was later picked up by another team and brought to a planetside operating base where the uniformed team had staged their last remaining Terrapin. I was provided medical aid by the team, as were a multitude of other individuals who were present. Above our location there was a battle raging in the upper atmosphere and space above the moon.<p><p>During this time Redline was guiding the operation and was directing fleets in battle. The fight culminated over a moon and Redline called all of the fleets to his location once he had custody of the scientists and the data logs. The fleets were then engaged by an equal number of pirates as Redline attempted to flee the area with the scientists.<p><p>I watched all of this from the ground, as pieces of vessels rained down on the moon, not far from where we were stationed. For nearly 30 minutes, fighters, snubs, and capital ships tore into each other in a furious clash. Amid the chaos, Redline Reaper slipped away unscathed. A much different story than the hundred or more personnel who were killed in the final battle.<p><p>After the fighting died down and the last pieces of capital ships fell stationary on the moon, the entire team on the ground loaded up on the Terrapin and another vessel and left. We met with Redline at the same skyscraper we made the plans on, exchanging personnel and money. I returned to Redline and hitched a ride with him up to his Idris that was now hiding in an asteroid belt somewhere well away from civilization.<p><p>Redline and the crew believe that ASD will try to hunt these scientists no matter where they end up, so he is keeping them safe where no one else will find them for now. Redline himself has been talking with them both for two days at this point and I am unsure as to what they know that is important enough to kill hundreds of people for. However, I did get to listen to some of the data log that was found on the Polaris and it turns out there are at least 100 other ASD research locations that haven’t been reported to the UEE in the Stanton System alone. Whatever ASD is hiding goes deeper than any of us imagined. Redline has the vector data for all of the locations, I am sure he intends to do something about this but I’m not sure what.<p><p>So, I sit here shaking in my own berth on Redline Reaper’s vessel, thinking about the lives that were lost in the pursuit of information and saving the lives of two people. Two people who might just upset the flow of an entire Star System with millions of people and who might just upset the public findings of the UEE.<p>"
  },
  "quickUpdates": [
    {
      "title": "ASD Facility Lockdowns Expand",
      "summary": "Unconfirmed reports indicate that at least two more ASD sites in Stanton have been sealed off by private security teams this week."
    },
    {
      "title": "Encrypted UEE Dispatch Detected",
      "summary": "A classified UEE transmission was detected in Crusader space this morning, prompting speculation about a possible Advocacy or Naval mobilization."
    },
    {
      "title": "Unmarked Convoy Spotted in Stanton",
      "summary": "A large convoy without transponders was spotted in the dense lower atmosphere of Crusader."
    }
  ],
  "marketWatch": [
    {
      "title": "AGRS",
      "summary": "→ 0% - Agricultural Supplies remain steady despite larger than usual demand coming from the Pyro System."
    },
    {
      "title": "FFOO",
      "summary": "→ 0% - Fresh Food also remains steady in the market."
    },
    {
      "title": "PFOO",
      "summary": "↑ 2.3% - Processed food has seen a slight increase alongisde the rising demand from the Pyro System."
    }
  ],
  "secondaryStories": [
    {
      "category": "TECHNOLOGY",
      "title": "MicroTech Research and Development Sector Unveils New AI System for Freight Elevators",
      "subtitle": "Microtech Developers from the Research and Development sector have created a novel AI system for identifying and rectifying issues within freight elevators, an issue that has been impeding the automated cargo sector for years.",
      "author": "Micea Dravnic | Technology Corresponden",
      "date": "Stardate: 2955.08.19",
      "content": "<p>After several years in development, MicroTech’s Research and Development team has finally unveiled its AI tool for freight elevators to the general public. The AI tool identifies issues within the elevator, such as improperly loaded cargo, or cargo that has fallen into the mechanisms of the machine. Once identified the AI will either attempt to clear the issue autonomously, or it will call for a manual fix.<p><p>For years, haulers have had to hope that elevators are working at their pickup and destination, often travelling hours just to arrive at a broken down elevator. These archaic systems had no way to identify problems and would simply trust the hauler who was loading the cargo, working at the press of a button. Often, that would cause an imbalance or something to fall and get lodged in the system, breaking essential lift systems in the elevator.<p><p>The new AI system utilizes cameras and sensors that are already installed on the elevators, meaning this is simply a software upgrade, and doesn’t require lengthy downtimes for installations. The cameras will identify the loading pattern and use the sensors to detect weight distribution, allowing the AI to optimize the elevator systems. The AI also utilizes atmospheric detection systems through the cameras to identify if there is organic material on the elevator, drastically cutting down on injuries due to malfunctions.<p><p>With the UEE’s Resource Drive testing the upper limits of hauling infrastructure, the announcement has been hailed as a godsend and an extremely timely fix. Haulers throughout Stanton specifically have noted that this new AI is a solution that should have come years ago, alongside the automation updates for large vessel loading at Orbital Stations.<p><p>“This is going to fix every issue that I’ve had with hauling cargo, elevators that actually work, I never would have thought!” Anonymous Hauler from Crusader.<p><p>Since the announcement, elevators all around Stanton have been upgraded with the AI system and some haulers from Pyro have even noted that there are pirated copies of the AI in some of the stations there. Microtech security has not confirmed how copies of the software appeared in Pyro so quickly, but the presence of pirated versions raises concerns about unauthorized system manipulation inside of Stanton. An investigation was launched in order to discover more information regarding the breach.<p><p>This new AI might just be the difference between a successful delivery or another night stuck at a lift bay for cargo crews. While this development may seem small to some, this brings a level of stability for the hauling profession that has been needed for some time.<p>"
    }
  ]
}

