{
  "breaking": {
    "active": false,
    "text": "",
    "mainStoryIsBreaking": false
  },
  "mainStory": {
    "category": "SCIENCE",
    "title": "A Past of Ruin: ASD's Previous Research",
    "subtitle": "Ecological disruption, staff trauma, and unresolved data conflicts have defined many of Associated Sciences and Development’s past research projects, now resurfacing under scrutiny in the wake of recent incidents on Pyro I and Rhetor.",
    "author": "Micea Dravnic | Technology Correspondent",
    "date": "Stardate: 2955.09.10",
    "content": "<p>HCN News has conducted a deep-dive investigation into research from ASD, a spacecraft weapons manufacturer, after a catastrophic incident during the public unveiling of the EE6 Electron Cannon that resulted in the death of three observers. The EE6 incident was a recent event, but ASD’s mishandled research goes back nearly a decade. What follows is a selection of unearthed ASD projects that raise questions about their methods and assumed lack of oversight.<p><p>The EE6 Electron Cannon incident is ASD’s most public incident to date, often found in mobiGlas videos as a morbid reminder that these weapons are not to be underestimated. Three deaths, numerous injuries, and millions in damages were attributed to an arc-induced feedback loop within the weapon system. An ASD public statement pointed to atmospheric fluctuations and the rain that was pouring down during the public display. While the weapon was being charged a single tendril of lightning arced from the display and struck two bystanders. One of the bystanders struck was shaking hands with a scientist who was present at the event, the scientist later succumbed to his injuries during transport. All three were regenerated at the nearby medical facility, but to this day all three still suffer from the trauma and refuse to speak about the event. Despite this incident, development has continued privately on the weapon system and early versions of the system have been spotted on a number of UEE Naval vessels in the last month.<p><p>ASD’s XCR Polymer Armor Degradation Trial was part of an initiative to develop a self-healing and reactive polymer, these trials involved simulated biological environments to mimic certain  battlefields. An ASD report was taken down only hours after being published and was replaced by a different version of the report that excluded the following details. The original report showed that the polymers were tested under extreme thermal, chemical, and radiation stress conditions. Material logs showed that some of the tests were conducted at derelict human stations from the previous century. An independent civilian research team conducted a test at one of the locations and found an alloy eating synthetic material slowly chewing away at the station. The outpost was permanently sealed due to contamination protocols.<p><p>The Distortion Echo Persistence Study was kept under heavy lock and key for years but has recently surfaced due to ASD’s current backlash regarding their radiation testing of Valakaar species. This study was conducted at a secretive site that has yet to be found by civilian investigators. The goal was to measure the longevity of distortion weapon effects on living tissue. From what has been made public by Preservation of All Wildlife (PAW) hackers, even internal reporting showed significant conflicts between lab data and field data. PAW released their findings to the public and it showed that research subjects were tested multiple times, often needing to be regenerated completely between tests. The data that was shown on the field reports showed after effects on the memories of the researchers as well, which varied wildly from the laboratory testing. The end of the report noted that a significant number of researchers on this project suffer from new medical conditions and many took a medical leave of absence at some point during this study.<p><p>Project Ironroot, was an ASD Deep Subsurface Explosives test specifically designed for terraforming projects. ASD funded the excavation of an enormous amount of earth from a remote island on Cassel, a lush eco-tourism planet in the Goss System. They placed Project Ironroot into the hole and replaced the excavated land. They then detonated Project Ironroot in order to test the terraforming bomb on a mostly aquatic planetary body. On the same day many tourists at a resort near the equator reported minor tremors and a slight change to the smell of the air. The report notes that the tectonic plate beneath the explosion shifted and cracked under the strain of the explosive. This shifted tidal patterns on both sides of the planet and has since increased the humidity of the lush environment. Critics at the time questioned the necessity of such a test on a lush, populated world rather than an unknown barren moon, but ASD refused to comment. The excavation site and detonation zone have been deemed a mineral rich exclusion zone and have been locked down by local security forces.<p><p>The recent Irradiated Valakaar tests on Pyro I under Dr. Logan Jorrit was another report brought to light by PAW and fully investigated by the UEE Navy and Advocacy. As previously reported by HCN News ASD has been conducting illegal experimentation outside the gaze of the UEE Advocacy in Pyro. The once secret Lazarus Research Facility on Pyro I has since been investigated and the reports show that Valakaar and other animals were being tested on with often lethal means. The presence of a full adult, albeit irradiated, Valakaar in the report has shown the lengths that ASD will go to test their theories.<p><p>While ASD has refused to comment, their continued silence during this time of turmoil is statement enough. PAW released a secure communication with ASD that stated the company’s public outreach office would cooperate with any investigations that PAW may want to conduct in the future, but subsequently released a denial message when PAW asked to send an investigator to their Pyro sites.<p><p>The scars of unmitigated science do not go unanswered however, many researchers and test subjects are still healing from the work conducted in ASD laboratories and field tests throughout the ‘verse. The company is under heavy scrutiny these days and is being formally investigated by the UEE Advocacy for research practices. Individuals from the public, the UEE Navy, and PAW have all come forward with pieces of evidence against ASD and their practices but there is still one question that needs answered. If this is all ASD’s past, what might still be hidden?<p>"
  },
  "quickUpdates": [
    {
      "title": "XenoThreat Debris Washes Up on Daymar",
      "summary": "Local haulers have reported shredded hull plating and scorched armor fragments drifting onto Daymar's southern deserts."
    },
    {
      "title": "MicroTech Freight Crash Delays Northern Rail Route",
      "summary": "An automated cargo train derailed outside New Babbage yesterday, spilling hundreds of SCU of raw iron and forcing rerouting of supply lines for at least two cycles."
    },
    {
      "title": "Massive Battle on Pyro V Reported by Mercenary Networks",
      "summary": "Private security channels lit up after reports of a large-scale engagement on Pyro V surfaced, with over 120 combatants confirmed and unverified sightings of a third unaffiliated force joining the fray."
    }
  ],
  "marketWatch": [
    {
      "title": "RMC",
      "summary": "↓ 75% - Recycled Material Composite is bottoming out on the market due to large influx of local stock."
    }
  ],
  "secondaryStories": [
    {
      "category": "SECURITY",
      "title": "Dissected Vanduul Corpse Found in ASD Research Facility",
      "subtitle": "A local mercenary team investigating one of the newly discovered Associated Sciences and Development research facilities on Hurston found a partially-dissected Vanduul corpse deep within the research wing of the facility.",
      "author": "Kaveh Virtanen | Military Correspondent",
      "date": "Stardate: 2955.09.19",
      "content": "<p>This morning a group of local mercenaries, all working together under the direction of a private investigator, were investigating a newly discovered facility in the wastes of Hurston when they stumbled on the corpse of a long-dead Vanduul. The mercenary team refused to finish investigating the site and contacted the Special Agent in Charge for the Stanton System, Rowena Dulli. The UEE Navy then sent a single landing party to come down to the surface and retrieve the corpse. The UEE has yet to make an official statement but a Xenopathologist attached to the landing team was available for a statement just after they returned to Lorville.<p><p>“Based on decomp patterns and natural rigidity in the Vanduul, the subject appears to have died approximately 20 standard day rotations prior to this little discovery. The dissection looks to have begun post-mortem, though some neural activity was still detected within the corpse despite the majority of its organs being removed.” Dr. Imani Kadeem, a Xenopathologist contracted with the UEE Navy.<p><p>Military analysts and independent investigators speculate that the corpse may have been in cryostasis prior to coming to Hurston, as the Vanduul have not been seen for quite some time. A confidential source within the UEE Navy confirmed to HCN that the Vanduul corpse has trace radiation that is not consistent within the Stanton System. This has prompted investigators to track down the radiation profile within the Vanduul and has pointed towards the existence of some black market smuggling operations that may be dealing in organic materials.<p><p>The mercenary team who discovered the corpse has since withdrawn from the site completely, citing unknown biohazard exposure and a lack of protective oversight in the investigation. “We’re not paid nearly enough to walk through a graveyard to find out what happened here.” one team member told HCN off the record. Locals worry that this may not be the only part of these facilities hidden within Hurston.<p><p>With this being found in Stanton it raises even more questions into ASD’s hazy past and the legality of their research, even with the broad scope of research initiatives currently allowed under the Addison administration. Meanwhile the citizens of Hurston await the forensics results from the UEE Navy, and the finalized report of their investigation into the Lazarus Research Facility in Pyro. For now, the body lies in UEE Naval custody but the story surrounding it may only just be unfolding.<p>"
    },
    {
      "category": "BUSINESS",
      "title": "Recycled Material Hitting an All Time Low in Stanton After Sudden Inventory Influx",
      "subtitle": "A sudden influx of Recycled Material Composite (RMC) from an unknown construction organization in the Stanton System has triggered a 75 percent market drop in the cost and profit margin of the material, which has sparked rumors of possible UEE involvement.",
      "author": "Micea Dravnic | Technology Correspondent",
      "date": "Stardate: 2955.09.20",
      "content": "<p>RMC is collected by scrappers ‘verse-wide, and stands alone as a market item because of its versatility. RMC can be used for building projects, making components, and even something as simple as mass producing ammunition and has been bought and sold for decades, often not following common market trends. Salvagers depend on the profits, construction specialists depend on the sale, and manufacturers across the UEE depend on a steady supply.<p><p>The sudden drop of RMC prices in Stanton marks a significant market event. Millions of SCU in RMC have been delivered to market centers throughout the Stanton System over the last few days, which has caused the market drop. Rumors among some of the local haulers swing wildly from a specific market strategy by a single company to bulk sell and then buy back from the market in small increments, to then resell their RMC when the market recovers, all of the way to speculation of a significant regulatory changes coming down from the UEE decision makers.<p><p>This volume of RMC may very well put some of the smaller scrapping organizations out of business as their main source of income may have just lost any profitability. Further, most of these scrapping companies built their workflow around scrapping broken or abandoned vessels around the Stanton System due to the increase in pirate activity lately. However, a significant portion of that activity has been slowing down and most destroyed or abandoned vessels have also been starting to disappear without a trace. HCN spoke to a dejected scrapping foreman earlier this morning regarding the issue.<p><p>“Just last week our company received the contract for a group of vessels that were disabled due to a mining incident. We got there to give the crew a ride and every piece of vessel was gone from the ground and we couldn’t contact the crew. We still don’t know what happened but we wasted a lot of resources getting our guys out there, and now this price change? We can’t make a profit like this.” - Halden Reza, Dockside Scrapping Foreman<p><p>This is not the first time that the market has seen an increase in RMC supply alongside the disappearance of vessels within the Stanton System. In mid-2954, demand surged for both RMC and Construction Materials (CMAT) during another shipbuilding initiative, which triggered a similar rise in black-market salvage operations. Now, local salvagers report pirates spoofing transponders to appear as legitimate salvagers near scrapping zones in the rings outside of Yela, complicating field identification. With prices in freefall and crews fearing wrongful targeting, many scrappers are worried that they’ll be punished by both the market and security forces for just doing their jobs.<p><p>Rumors of policy and regulatory changes are not unfounded, the UEE has been making sweeping changes to systems that were set in place hundreds of years ago recently. Changes to research policy and removing barriers to entry for new research has been one of the most widely covered policy changes in recent years, but there are more changes under the surface.<p><p>The UEE has lifted education requirements for some lower level research positions, and has further changed the way that construction has worked for decades, passing policy to ensure that regular citizens have access to construction equipment. This all points towards possible upcoming changes in the downstream products from the construction, medical, and research sectors.<p><p>The larger industrial organizations are going out of their way to assemble the smaller scrapping companies under their guidance so that they can stay afloat during these wild market changes. Without accountability, the salvage sector’s smaller players risk being outpaced by forces that they were never designed to compete with. HCN News will continue coverage on this story until the market recovers or the UEE Small Business Office makes a statement.<p>"
    }
  ]
}
