{
  "breaking": {
    "active": false,
    "text": "",
    "mainStoryIsBreaking": false
  },
  "mainStory": {
    "category": "COMMUNITY",
    "title": "Redline Reaper Ep3. Scars through the Static",
    "subtitle": "Fleeing with the lives of many and recovering from the deals of our past. The events of this journal took place during and after the end of the last edition, I wanted to provide more detail as I thought over the events a little more.",
    "author": "Evecca Kestrel | Independent Journalist",
    "date": "Stardate: 2955.07.01",
    "content": "<p>During the firefight that almost took Redline Reaper’s life, I hid among the seats in the bridge and watched the battle taking place just outside the reinforced glass above me. As if in slow motion, I watched dozens of people lose their lives with no more fanfare than the bright flash of rounds travelling through metal. Time seemed to stop on the bridge as the pirates made it into the small space. A grenade went off on the other side of the captain’s chair and I saw Redline fall to the ground in a heap. Fearing he was killed, I hid under the pilot screens of the Polaris, putting the seat between myself and the pirates.<p><p>Seconds felt like minutes as the pirates immediately recognized that the ship’s crew was behind them in the hallway to the bridge. Instead of searching the remainder of the space the pirates were forced to turn and face the enemy behind them. One pirate began looking at the bodies of those on board the bridge until they found Redline. He started to shout as a large caliber round exited the front of his helmet and ricocheted down off the glass of the cockpit, spitting brain matter over the console I was hiding behind.<p><p>I closed my eyes and wished for the fighting to be over. The next minute was a flurry of sounds, explosions, and heat as the bridge was retaken by the crew of the ship. Then there was an awful silence inside the ship, with just the air recycler turning over in the background. I took a chance and raised my head from my knees, looking out above the pilot’s chair. There were bodies everywhere, but Redline’s had been moved and there were only two crew members left on the bridge. The two were clearly injured, but they were standing watch at the door, ensuring no one else would be allowed onto the bridge. I stood slowly and reached for my small sidearm just to make sure it was there. The two guards barely reacted to me standing, one of them simply nodded and allowed me through the door.<p><p>The hallway was a mess of blood, guts, broken armor, and spent shell casings. The smell of ionized air and burnt gunpowder filled the ship. The entirety of the remaining crew was standing in this hallway, a dozen guns pointed at the closed blast door behind a turret. Redline, holding his ribs and bleeding on the floor, was speaking into an intercom system that went into the turret itself from the hallway. Clearly in pain but masking it in his voice extremely well, he was threatening whoever was inside the turret. One of the crewmen took an image through their mobiglass of the spectacle and Redline sent it to whoever was inside the turret, explaining that they would not make it out of this situation alive. Another crew member mumbled for someone to get to the bridge to take control of the ship’s systems since there was still a fight going on in the space surrounding the vessel. One of the crew handed their weapon off to someone near them and limped their way towards me and the bridge. As the door opened behind me all sound disappeared as air rushed around me in the hallway, a brief moment of recognition happened in the span of half a second.<p><p>I blinked in confusion as I saw I was looking towards the ceiling of the ship and heard people yelling all around me. I sat upright and realized a temporary air mask had been placed over my head and the noise I was hearing was the crew trying to speak over the extreme wind in the hallway. They were trying to brace a large flat piece of metal over the fist sized hole that was in the door of the turret. Then it dawned on me, the ship had lost compression, and I was missing seconds or maybe a minute of time for not wearing a space rated suit with oxygen. I had blacked out. The crew was finally able to brace the piece of metal with enough force that it bent and filled the hole completely, nearly sealing off the rapidly decompressing hallway.<p><p>With a large headache, bruises everywhere, and some form of internal injury, from the nearby explosions no doubt, the next few days were agonizing. Much of my time was spent in the medbay or the crew toilets. However, it was clear that many on the ship had a worse time of it than I did, one of which was Redline himself. Redline slept two full days in the medbay and used a significant portion of the medical supplies that were on the ship at the time. After those two days he was still injured and the single medical crew member told him he would have to heal the rest of the way the old school way and sent him back to his own quarters.<p><p>Within the hour, I was escorted to Redline’s quarters and instructed to sit down in the chair there. Redline limped out of his sleeping quarters in a sling and bandages on both of his arms. He sat heavily on the chair across the desk from me and sighed. 'You came here for an interview, up until now we haven’t been able to have a full conversation. I want to apologize.' He spoke softly, barely more than a whisper, and yet it was still pained and stated through closed teeth. 'What do you want to know? You’ve survived two attacks on my life and the dangers of two deals, you’re more sturdy than most.'<p><p>And so the most important interview of my life began, with none other than the infamous Redline Reaper.<p><p>What drives you to keep doing all of this, even after everything that you and others have lost?<p><p>Maintaining his pained but quiet tone, Redline talked about his ship, his crew, and the many contacts that he has throughout the known human universe. Citing all of these as profits from his exploits that would further gain him more profits and more loyalty in the near future.<p><p>After these deals, you’ve made enemies everywhere from Terra to Pyro, is there anyone left that you actually still trust?<p><p>He smiled at the mention of trust and simply answered that trust doesn’t exist in his world, but if he had to answer, he trusted his crewmates more than just about anyone else. Even if some of them were hardened criminals long before they joined his crew.<p><p>Do you ever think about stopping and walking away?<p><p>No.<p><p>If you could go back and right one wrong from your past, what would it be, or do you think you’ve been on the correct path from the start?<p><p>He sat very still and stared a hole through me for about 30 seconds before he answered this question, as if he were an android checking his databanks after a particularly difficult query. Then he began to answer and stopped himself mid sentence.<p><p>As if he somehow knew before it was about to happen, The Reaper stood and pressed a button on his desk speaking to the air, 'What’s wrong with the drives?' The husky male voice responded clearly through the small speaker in the desk, 'Fuses blew, I think we’ve been snared.'<p>"
  },
  "quickUpdates": [
    {
      "title": "Stanton Meetings Regarding the SRC Conclude without Clear Consensus",
      "summary": "Early reports from the talks yesterday indicate that no formal decision is being made at this time regarding the Space Readiness Condition, but a UEE Advocacy representative hinted that it will be changing in the near future."
    },
    {
      "title": "Stanton Relay Comms Network Strained",
      "summary": "The Stanton system communication relays nearest to the Pyro jump point are experiencing latency due to considerable use of vessels waiting to go through the jump point."
    },
    {
      "title": "Security Post Kareah Self-Defense System Activated Without Warning",
      "summary": "The self-defense system at Security Post Kareah was activated without warning late last night, targeting and firing upon an unarmed transport vessel full of supplies that was attempting to land at the station."
    }
  ],
  "marketWatch": [
    {
      "title": "CMAT",
      "summary": "↑ 1.7% - Construction Materials is up in the sale market due to the increased need of Crusader Industries in producing the C2 vessels from ILW sales."
    },
    {
      "title": "METH",
      "summary": "↓ 12.5% - Methane is down because of a draw down on usage throughout the market."
    },
    {
      "title": "JANA",
      "summary": "↑ 5.3% - Janalite is up due to an increase in private sales between logistics pilots."
    }
  ],
  "secondaryStories": [
    {
      "category": "TECHNOLOGY",
      "title": "The Rise of the the Ikti",
      "subtitle": "The word Ikti, Banu for weapon, was unknown to many until a few weeks ago. Now, it is a word known by everyone from the frigid mountains of Microtech to the furthest reaches of Pyro.",
      "author": "Micea Dravnic | Technology Correspondent",
      "date": "Stardate: 2955.07.01",
      "content": "<p>Standing at 2.8 meters tall and 2 meters wide, the Argo Astronautics ATLS in its base configuration is not a small piece of human engineering. The ATLS is able to lift a full 32 SCU crate or a small vessel, likely weighing dozens of tons, with ease. Built to weather tasks that would kill a normal human, it is no surprise that it has become the basis for a much more dangerous weapon, the ATLS Ikti.<p><p>Where the ATLS is built for heavy industry, the Ikti is built for a heavy assault. The Ikti has a lightly armored chassis, providing defense against small arms fire or shrapnel from nearby explosions. Further, the Ikti has two Size I CF-117 Bulldog Laser Repeaters in place of the tools from the standard ATLS. The attached weapons are shrouded by a small blast plate, providing the weapons light protection against frontal fire. The Ikti also comes with the booster pack that is found on the ATLS GEO variant, allowing it to traverse high jumps or long gaps with ease.<p><p>Under the standard United Earth Empire (UEE) suit rating system, the Ikti would come in at a cool class IX. The UEE rates suits from Class I to Class IX, IX being a mechanized suit such as a power loader, an external repair suit, or some other powered but very heavy exosuit. Class I would be nothing more than a thin membrane separating a person from the vacuum of space and providing a small amount of oxygen. Despite this, it is unknown at this time if the UEE is going to regulate or even acknowledge this new variant of the ATLS.<p><p>Argo Astronautics has yet to comment on the creation of the Ikti, making no move to investigate the matter. Currently, the only supplier of the Ikti within the UEE systems is the Banu merchant named Wikelo, who has been in headlines as of late for manipulating the security of UEE Star Systems for financial gain. Further, the sheer number and their prolific rise in usage of the Ikti throughout both Stanton and Pyro speaks to a very large production base that was previously not seen in connection to Wikelo. This new development from Wikelo points towards another rocky few months of stability ahead for Stanton and Pyro both.<p><p>With battles erupting from Pyro to Crusader’s outer platforms, the Ikti has proven itself more than a simple rumor, it is a symbol of shifting power in the mercenary groups of the ‘verse. Whether the UEE will step in to ban or regulate these suits remains unclear, but for now, the rise of the Ikti marks a new chapter in private military escalation.<p>"
    }
  ]
}
