{
  "breaking": {
    "active": true,
    "text": "BREAKING: UEE Navy Mobilized to Probe Bio-Experimentation at ASD Labs in Pyro",
    "mainStoryIsBreaking": true
  },
  "mainStory": {
    "category": "MILITARY",
    "title": "UEE Navy 12th Battle Group Investigates Alleged Alien Experimentation by ASD on Pyro I",
    "subtitle": "The Commander of the UEE Navy 12th Battle Group, Rear Admiral Fuller, sent an all hands message earlier yesterday morning ordering the UEES Alabama to divert from their current patrol route in order to investigate the rumors of Illegal Research on Pyro I.",
    "author": "Kaveh Virtanen | Technology Correspondent",
    "date": "Stardate: 2955.06.26",
    "content": "<p>In a shift from the UEE Advocacy’s normal stance on the Pyro System, it seems the UEE Navy 12th Battle Group has been ordered to investigate the rumors surrounding Associated Sciences and Development (ASD). HCN News received a copy of the message that was sent from the Rear Admiral to the entire crew of the UEES Alabama, the flagship of the 12th Battle Group.<p><p>‘BLUF: High Command has given authorization to the Nightfall initiative to infiltrate and investigate the Associated Sciences & Development's (ASD) laboratories on Pyro 1. Intel reports that they have been experimenting with Valkaar eggs, worms, Vandull corps and various other types of creatures to assist in the recent regen crisis. High Command expects that there will be heavy resistance from ASD personnel as well as other outside actors looking to profit from their experiments. We do not know whether their experiments are good or bad in nature thus NFI is being dispatched to find out. There are reports that a giant Apex Valakaar is sleeping under the facility. We need you to find out.’<p><p>It is unclear at this time whether or not the ‘Nightfall Initiative’ is the name of the task force, or if there is going to be outside assistance for the UEE Navy assets. The name 'Nightfall Initiative' appears in past Crusader Industries records as a joint civilian-military task force, though it remains unclear whether it is a formal battlegroup or an intelligence-adjacent operation. More details are still unknown but HCN News will continue to dig up answers on this matter. With a potential Apex-class alien beneath a compromised facility and the UEE’s most elite warships mobilizing, the coming days may redefine the line between scientific progress and galactic threat.<p>"
}
