{
  "breaking": {
    "active": false,
    "text": "",
    "mainStoryIsBreaking": false
  },

  "mainStory": {
    "category": "MILITARY",
    "title": "Invictus 2955: Fleet Week Thrills Stanton at ArcCorp",
    "subtitle": "UEE Navy dazzles massive crowds with fleet demonstrations and historic ship displays during annual military extravaganza.",
    "author": "Sarah Chen, Galactic Correspondent",
    "date": "Star Date: 2955.05.25",
    "content": "<p>AREA18, ArcCorp — The UEE Navy’s annual Invictus Launch Week is in full swing on ArcCorp, with massive crowds flocking to Area18 to witness the Navy’s latest warships and flyovers. The event, which runs from May 15 to 27, marks the graduation of new Navy recruits and showcases UEE naval strength in an awe-inspiring spectacle. Invictus Fleet Week has been a tradition since 2541 during the First Tevarin War, and this year’s edition has delivered on its promise of high-flying demonstrations and military pageantry.</p><p>Attendees have been treated to Javelin destroyer tours and a rare sighting of a Bengal-class carrier performing a ceremonial flyby over the city’s skyline. \"Seeing a Bengal carrier overhead is a once-in-a-lifetime experience,\" said one excited visitor amid the celebrations. ArcCorp officials report that traffic to Area18 has hit record levels as civilians and off-duty personnel from across the Empire converge to join the festivities. Local businesses are booming with the influx of visitors, and even off-world traders – including a contingent of Banu merchant ships – have arrived to capitalize on the event.</p><p>Notably, Invictus 2955 is the first to feature Drake Interplanetary as an official participant. The controversial shipmaker, known for producing civilian ships often repurposed by outlaws, was invited to display select models at the Bevic Convention Center after the Navy barred Drake’s unaffiliated \"DefenseCon\" expo from operating in Area18. The inclusion of Drake has drawn curiosity and large crowds to its showroom exhibits, alongside those of traditional military suppliers like Aegis Dynamics and Anvil Aerospace.</p><p>Security at the event is extremely tight. The Advocacy and local ArcCorp security have increased patrols around the system, a precaution underscored by recent pirate incursions in Stanton. Thus far, the fleet week has proceeded without incident, and Navy officials have praised the cooperation of citizens in keeping the event safe. In a statement, Fleet Admiral Lucas Duran thanked the public for its support, saying the turnout \"demonstrates the unbreakable bond between the Navy and the people it protects.\" With its blend of military pride and community celebration, Invictus 2955 is reinforcing that bond one spectacle at a time.</p>"
  },

  "quickUpdates": [
    {
      "title": "Daymar Rally Crowns 2955 Champions",
      "summary": "The annual Daymar Rally concludes with new champions: What a Mesh, Scire Racing, and Ramp Rocks take top honors."
    },
    {
      "title": "Navy Repels Vanduul Raid in Oberon",
      "summary": "UEE Navy patrol forces thwart Vanduul raid near Oberon system refueling outpost."
    },
    {
      "title": "Jumptown Crackdown Halts Drug Operation",
      "summary": "Crusader Security seizes major narcotics production facility at Jumptown, Yela."
    },
    {
      "title": "Addison Honors Civilian Rescuers",
      "summary": "Imperator Laylani Addison awards commendations to Civilian Defense Force members for crisis response."
    },
    {
      "title": "Banu Traders Flock to Invictus",
      "summary": "Banu merchant ships create a bustling bazaar atmosphere, capitalizing on fleet week crowds."
    }
  ],

  "marketWatch": [
    {
      "title": "Quantanium Ore",
      "summary": "▲ 5.4% - Increased demand due to quantum fuel shortages."
    },
    {
      "title": "Scrap Metals",
      "summary": "▼ 3.1% - Market oversupplied from increased salvaging activities."
    },
    {
      "title": "ArcCorp Stock (ARCC)",
      "summary": "▲ 2.8% - Strong tourism and mining revenues during Invictus week."
    }
  ],

  "secondaryStories": [
    {
      "category": "SECURITY",
      "title": "Stanton-Pyro Jump Point Heavily Patrolled Amid XenoThreat Fears",
      "subtitle": "UEE Navy increases presence to prevent XenoThreat incursions.",
      "author": "Alex Rojas",
      "date": "2955.05.25",
      "content": "<p>The UEE Navy has significantly strengthened patrols at the Stanton–Pyro jump point amid renewed concerns over XenoThreat activity. Capital ships and rapid response units remain on high alert.</p>"
    },
    {
      "category": "JUSTICE",
      "title": "Siege of Orison Aftermath: Nine Tails Gang on Trial",
      "subtitle": "Notorious outlaws face justice after deadly 2952 siege.",
      "author": "Emma Hart",
      "date": "2955.05.25",
      "content": "<p>Members of the Nine Tails gang are now on trial for their roles in the infamous Siege of Orison, marking a major step forward in Crusader’s fight against terrorism.</p>"
    }
  ]
}
