{
  "breaking": {
    "active": false,
    "text": "",
    "mainStoryIsBreaking": false
  },
  "mainStory": {
    "category": "COMMUNITY",
    "title": "Redline Reaper Ep. 2 - Caught in the Crossfire",
    "subtitle": "Escaping the bounty hunters and conducting a deal with Redline Reaper and Order 66.",
    "author": "Evecca Kestrel | Independent Journalist",
    "date": "Stardate: 2955.06.06",
    "content": "<p>The stars outside turned my stomach as they churned past in sweeping arcs and spirals. The Cutlass banked and thrusters were pushed to their limits by Redline as I was trying not to puke in the co-pilot seat. Alarms began chiming on my terminal, the unmistakable sound of incoming missiles ringing in my ears, I smashed the buttons for flares and chaff and just then Redline punched his Quantum drive.<p><p>Two seconds later we were out of Quantum, and he punched it again in a different direction, leaping in and out of Quantum. Minutes or hours could have gone by as many times as he jumped. Unfortunately, our conversation was cut short by the brief fight in the asteroid belt.<p><p>Redline made a call as soon as we were out of Quantum for the last time, all I heard him say was “Bring the fleet, I’ve been attacked”. An Idris of some kind jumped out of Quantum a few Kilometers away, followed a few seconds later by another Idris and a small group of fighters.<p><p>I lived on the main Idris for a week, constantly under watch from the crew and never allowed to speak to anyone but those assigned to watch me. I was then granted an audience with Redline, after asking for one every day of the entire week.<p><p>I walked onto the bridge of the Idris, Redline stood above a map of Stanton, wearing black armor and looking very tired. He was flanked by three men clad in white armor and heavily armed. He turned to me as I approached, he said “We have a deal coming up, and I don’t have time to drop you off. Are you up for this?” I agreed, on the condition that I would be allowed to document it and release the story later. He nodded and I was escorted off of the bridge.<p><p>Less than a full day later, we were landing on an abandoned pad on Crusader, having transferred everyone and everything to a Polaris and left the remainder of the fleet in deep space. Numerous groups of people had been transferred onto the ship at the last port as well and the vessel had at least 30 personnel that weren’t Redline’s crew aboard, including me.<p><p>I left the vessel and hid among the chaos of the new forces, walking down to the platform. The forces spread out across the platform, a small vessel landed alongside the Polaris and four individuals, dressed differently from the rest, got out and walked to the other side of the large Crusader Platform. The forces took up fighting positions and stood security, Redline stood in the middle of a walkway, flanked by his three bodyguards in white armor. Looking up I saw a huge vessel waiting above, in the clouds of Crusader’s gasses. A Blue Constellation approached and landed where the odd four man crew had walked. The crew escorted four clients, adorned in Star Kitten of various colors, to meet Redline in the middle of the platform.<p><p>The deal began, I was standing too far away to hear the words being shared. A Cutlass black rose beside the platform and opened fire on the crowd, hitting multiple personnel. At the same time a firefight broke out at the bottom of a skyscraper and sniper fire began from a rooftop. I took cover behind a low wall and watched from afar.<p><p>What followed was a deal gone sideways, more death than I have ever seen in one place, the destruction of many vessels, and a fight that lasted hours.<p><p>Redline was taken back onto the Polaris after being knocked unconscious by a large explosion, I hid on the bridge while the firefight spilled onto the ship. Eventually the attackers made it to the bridge but were quickly repelled by the large crew. Reinforcements arrived from both sides and there was a battle in the skies alongside the firefights below.<p><p>Every attacker was killed or repelled off of the ships and Redline fled with his crew, seeking refuge and repairs.<p>"
  },
  "quickUpdates": [
    {
      "title": "Crusader Security Announces No Fly Zone",
      "summary": "Crusader Security says that a cleanup operation has begun at the old Crusader platforms after another incident on the platforms damaged by the siege last year, this announcement came with a no fly zone and a bar on press entry."
    },
    {
      "title": "Cult on Hurston Become Sick after Eating Native Fungi",
      "summary": "A group of people, fed up with life in Lorville, began to draw people to the expanse of desert outside the city with promises of fresh food and fresh air. Many became sick after eating a fungi native to caves on Hurston."
    },
    {
      "title": "Raised Walkway on ArcCorp Falls and Damages Building",
      "summary": "A raised walkway in Area 12 fell 10 stories into the side of a business district building, injuring 12 and severely damaging floors 23 to 27. Engineers attributed aging welds and sever winds due to the coming storms."
    }
  ],
  "marketWatch": [
    {
      "title": "ALUM",
      "summary": "↓ 2.3% Aluminium is down after recycled material composite is oversupplied after Crusaders announcement."
    },
    {
      "title": "ASTA",
      "summary": "↑ 55% Astatine in high demand due to destruction of Uranium deposit on Cellin by irresponsible mining operations."
    }
  ],
  "secondaryStories": [
    {
      "category": "BUSINESS",
      "title": "Haulers Disgruntled Over Hangar Layout",
      "subtitle": "Haulers throughout Stanton are halting transport of vital goods due to the poor layout of most hangars.",
      "author": "Micea Dravnic | Technology Correspondent",
      "date": "Stardate: 2955.06.08",
      "content": "<p>The current layout of most hangars throughout Stanton was built for a different era of cargo hauling. Before the tractor beam was used en masse and was slapped onto a mechanized suit, before ships themselves had tractor beams that could lift anything of consequence. This has led to the complaints of thousands of cargo haulers throughout the ‘verse.<p><p>Haulers are petitioning the companies that build the hangars and habs throughout Stanton by halting the transfer of cargo that would further their expansion within the star system. They are stopping the trade and movement of materials like tungsten, iron, recycled materials, and more. While these materials are not scarce throughout Stanton by any means, when thousands of haulers all stop moving the cargo at the same time, it leads to a screeching halt in production. Not just in construction, but also in ship manufacturing and weapons development, causing secondary effects for most companies in this region of space.<p><p>Their primary grievance is that modern ships are designed with external or accessory tractor beams, like the ATLS, in mind. In contrast, hangars in Stanton remain suited for handheld devices or hover-pallet systems. This mismatch creates poor sightlines and awkward geometry for using larger tools, making the loading process inefficient and often frustrating.<p><p>Either add a tractor beam station within the hangar, common in most inner star systems, with clear sightlines to cargo storage and elevators, or raise the cargo deck slightly to allow boxes to pass more freely during loading operations.<p><p>Vessels such as the C2 require more hands than the cargo is worth to load and unload efficiently due to the height of the vessel cargo space compared to the height of the cargo elevator within the hangar. It is much the same with almost every vessel that is specifically designed to carry cargo.<p><p>Secondary complaints have been sent to HCN News in regards to Stanton stations no longer providing load and unload services as well. While this is a smaller issue, this is further reducing the capacity for goods transfers within Stanton during this time.<p><p>While this may prove temporary, hauling operations across Stanton are expected to remain halted until these concerns are formally addressed.<p>"
    },
    {
      "category": "MILITARY",
      "title": "U.E.E. Navy 12th Battlegroup Conducts Carrier Operations in Stanton",
      "subtitle": "U.E.E. Navy 12th Battlegroup released a press release regarding a training exercise that turned into a facility clearance operation.",
      "author": "Kaveh Virtanen | Military Correspondent",
      "date": "stardate: 2955.06.08",
      "content": "<p>On 06 June 2955, the U.E.E. Navy 12th Battlegroup conducted Operation: Golden Paperweight to validate carrier operations and increase readiness due to the increase in local threat levels. The U.E.E.S. Donnager, U.E.E.S. Alabama, 111th Squadron, 7th Marines, and multiple dropships began the training exercise near the Orbital Laser Platform above Daymar. The exercise rapidly evolved into a live-fire operation against local pirates.<p><p>Rear Admiral Fuller, the commander of the 12th Battlegroup, gave intent during the press release. The training exercise was intended to refine their tactics and to apply the new training in a live-fire scenario but was quickly adjusted to engage pirate threats known to be in the area. Secondary objectives were to find information of intelligence value and deter pirates from conducting further operations.<p><p>Each ship and all personnel were assigned individual roles for the exercise and were further cross-trained on roles such as fire suppression and basic engineering tasks. Though no further information has been released regarding the operation, an independent correspondent was sent to the OLP to investigate and found minimal damage to the site and only a few damaged vessels.<p><p>The 12th Battlegroup has declined further comment and referred all additional inquiries to the original press statement.<p>"
    }
  ]
}
