{
  "breaking": {
    "active": false,
    "text": "",
    "mainStoryIsBreaking": false
  },
  "mainStory": {
    "category": "COMMUNITY",
    "title": "Regular News Updates Return After UEE Investigation Halts Frontier Broadcasts",
    "subtitle": "Written news broadcasts around the frontier were halted in September of 2955 and are now returning. Relay station managers stated the restriction was due to an investigation surrounding UEE Navy operational security concerns.",
    "author": "Kaveh Virtanen | Military Correspondent",
    "date": "Stardate: 2956.01.13",
    "content": "<p>The rolling news blackout affected news outlets throughout the fringes of UEE Space. At first, HCN News assumed it was a technical glitch that was not allowing the articles to be published. We had our technical analysts and engineers check on the issue and we found that something was blocking information from being routed through communication relays. We reached out to other news sites in Stanton and found that they were encountering the same issues.<p><p>HCN News administrators then reached out to different communication relay companies and after speaking with managerial personnel were able to learn that the news articles were all being halted at the relays due to an ongoing UEE Naval investigation. The same personnel stated the investigation was looking into articles surrounding ongoing UEE Naval operations and security concerns in the recent past. Many public data banks being routed through the communication relays were also disconnected from their respective Spectrum forums for the duration of the investigation.<p><p>Micea Dravnic, our Technology Correspondent, had a few words to say on the matter, “What the viewer would see is just a lack of news articles being published on Spectrum, but that’s different from what we see here.” Dravnic further explained that at the beginning of the investigation news updates were published at normal frequency, but it was clear that nothing new was being shown on Spectrum. HCN News quickly dug into the issue and found that the articles were published locally but the broadcast was halted somehow.<p><p>After a full review, and several months to look into the issue, it appears that the investigation was extremely narrow in scope. Our articles that observed UEE Naval activity within Pyro and our more politically charged articles were not taken down during the investigation. It simply halted the publication of any new articles.<p><p>Readers can expect that over the next few weeks there will be regular reporting through the news sites as before. There may also be legacy articles that were never published during the blackout that begin to appear on the news side of HCN Radio. Both the market and the news feeds will begin populating over the next few days and regular operations will return.<p>"
    }
  ]
}
