{
  "breaking": {
    "active": false,
    "text": "",
    "mainStoryIsBreaking": false
  },
  "mainStory": {
    "category": "SECURITY",
    "title": "Pirate Organization IronPoint Disbands",
    "subtitle": "Messages circulating Spectrum today claimed that the Pirate Organization IronPoint disbanded over the weekend, several included screenshots of a dissolution announcement that has been attributed to IronPoint.",
    "author": "Kaveh Virtanen | Military Correspondent",
    "date": "Stardate: 2956.01.12",
    "content": "<p>IronPoint disbanded during the day on Friday, 2956.01.09 and screenshots circulating Spectrum showed what appeared to be an announcement stating that IronPoint was set to shut down soon after the message itself was posted.<p><p>IronPoint’s public Spectrum page shows a “Closed” statement and their member count has been reduced to zero. Their public messaging channels are all shut down and their offline communications network has also been marked as unlisted.<p><p>IronPoint, a syndicate organization once recognized by the UEE itself during their Pirate Week report, made a name for themselves by conducting aggressive and hostile actions within the fringes of UEE controlled space. IronPoint was led by DocHound, a skilled fighter pilot that got his start by hunting down bounties. DocHound eventually crossed over into piracy and began IronPoint shortly after.<p><p>Rumors state that at some point in its life IronPoint began a leaderboard style kill tracker within their internal forums. The purpose of the tracker was for each member to openly keep track of their kills and pirate activity. With the organization shutting its doors, it is currently unknown if that leaderboard has been taken down or if it has been moved to another forum.<p><p>Members of IronPoint have migrated to other organizations since the dissolution. One organization was born from the ashes of IronPoint and houses many of those who have left. The organization Likely Suspects (NOTME) has been formed as a direct result of the closure, even stating in their public history that they are formed from the remnants of IronPoint.<p><p>Despite the regime changes within the pirate community, HCN News advises that civilian pilots and haulers be on the lookout for any pirate behavior and to report it through official and public forums to those who can help. These behind-the-scenes changes may slow down pirate activity but could also cause unrest among the pirate community, which would mean increased danger on routine shipping lanes and in uncontrolled space.<p><p>While a significant number of IronPoint members have yet to make an appearance in different organizations, we can see that some have made a new home in the Likely Suspects from their Spectrum page. HCN News will look for more public roster changes and any changes in the greater pirate activity within the Stanton System. HCN News will continue to monitor the situation.<p>"
    }
  ]
}
