{
  "breaking": {
    "active": false,
    "text": "",
    "mainStoryIsBreaking": false
  },
  "mainStory": {
    "category": "SCIENCE",
    "title": "Scientists at the University of Rhetor Conduct First FTL Consciousness Transfer",
    "subtitle": "Researchers at University of Rhetor (UoR) have conducted an experiment to transfer a human consciousness from a living subject to another body cross-system using the recent breakthroughs in Faster Than Light (FTL) communications. The test was halted due to complications.",
    "author": "Ragaar Ashnod | Technology Correspondent",
    "date": "Stardate: 2956.01.19",
    "content": "<p>The experiment took place in a research lab, deep within the Medical Research wing of UoR. The demonstration was closed to the public. Only a small press pool was allowed into the research wing with limited access and an armed University Security escort. The theory of human consciousness transfer has been around inside the medical community since the invention of the Ibrahim Sphere. The research team at UoR wanted to take it a step further and attempt to stream a consciousness from a live person into another, separate, body. Despite observed failures the researchers are optimistic about the official results.<p><p>The members of the press were required to sign a Non-Disclosure Agreement (NDA) and then received a tight-lipped briefing on the background of the experiment and some of the steps that we were allowed to observe. The medical beds that everyone utilizes today are based around a single, core concept called an Ibrahim Sphere. This technology takes the imprint of a person and regenerates that imprint into a nearly identical copy of the original scan at a medical facility. The researchers went on to state that these regenerations nearly always cause gaps in one’s memories and slight changes in a person’s physiology and psychology over time due to Traumatic Response Echoes (TRE).<p><p>The briefing shared that the intent with this experiment was to adjust the sophisticated medical equipment to provide a continuous link from the original body to the secondary body. The researchers intended to use the new FTL communication network to conduct this experiment across a vast expanse, from the Rhetor System to a sister university in the Terra System. Previous attempts at this experiment were met with relative failure as the imprint within the Ibrahim Spheres would only activate after a person’s death. Researchers stated that they would place the research subject in a comatose state to imitate death when asked how the Ibrahim Sphere would affect the experiment.<p><p>The research subject had their name redacted from the files prior to the experiment and wished to stay anonymous. The research subject was an adult female and voluntarily agreed to participate in the experiment. The only other details that the team at UoR said we are allowed to share are that the subject had no known ailments or chronic disabilities. After numerous questions from the press pool, the researchers stated that the subject was under no obligation to participate in the experiment outside of their volunteer status and may withdraw at any time.<p><p>From the viewing area, the press and researchers both noted that the test began at 1154 local time in the Rhetor System and 0428 local time in the Terra system. The experiment consisted of two phases, imprinting the subject onto a medical facility that was disconnected from the greater network, and conducting the actual experiment. This was done to ensure the longevity of the research subject.<p><p>A few minutes into the test the research subject began to convulse on the medical bed. The nearby research staff rushed to the table and began running diagnostic tests and medical scans on the research subject. University Security hurried to push members of the press out of the observation room and ensured that we were fully outside of the medical research wing before allowing us to go free. The next morning the entire press pool was summoned to a lecture hall on the University grounds to receive an update from Farid Marr, Lead Medical Research Administrator, University of Rhetor.<p><p>The entire briefing amounted to the research subject being alive and well after the experiment, it should be noted that she was not present at the briefing, and that the results of the experiment were showing promising results in the Terra System. The researchers talked through a graph of neural activity in the body within the Terra System and it showed substantial brain activity during the experiment. The test was officially called off due to the strain on the research subject and both facilities shut down power to the medical equipment at the same time. The press pool was then invited to tour the campus and to see a few art exhibits before being sent back to their respective systems.<p><p>Further technical details remain withheld under the terms of the NDA, but UoR will be releasing a summary of their findings after an internal, likely ethical, review. Researchers at the experiment emphasized research subject safety will be their top priority on the next iteration of the experiment, which will be closed to the public and the press. HCN News will update this story when the details are released by UoR.<p>"
  },
  "quickUpdates": [
    {
      "title": "Rumors of New Blueprinting Program Emerge from Spectrum",
      "summary": "A leaked message thread from one of the technology threads on Spectrum is sparking rumors that a new, all encompassing, blueprinting software will become available to the public within the next month."
    },
    {
      "title": "Large Scale Conflicts on the Rise in UEE Border Territories",
      "summary": "Territories that border UEE controlled space, such as Nyx and Pyro, are showing a significant rise in large-scale conflict in recent days. Thes conflicts range from gang-related incidents to private militaries conducting operations to gain footing in these areas."
    },
    {
      "title": "Traffic Alerts Still Active Through the Nyx Gateway",
      "summary": "Traffic alerts that were activated nearly a month ago for the Nyx Gateway in the Stanton System are still in place due to the increased traffic through the region."
    }
  ]
}
