{
  "breaking": {
    "active": false,
    "text": "",
    "mainStoryIsBreaking": false
  },
  "mainStory": {
    "category": "MILITARY",
    "title": "UPDATE: UEE Navy 12th Battle Group Operational Report from Investigation into Associated Sciences and Development Research Facility",
    "subtitle": "HCN News was able to speak with members of the civilian-military joint task force that entered the Pyro System to investigate the Associated Sciences and Development (ASD) research station Lazarus.",
    "author": "Kaveh Virtanen | Military Correspondent",
    "date": "Stardate: 2955.06.28",
    "content": "<p>After brief interviews with exhausted UEE Navy 12th Battle Group marines and civilian mercenaries, HCN News has a clear picture of the events that happened last night at the Lazarus research station. All personnel will remain anonymous throughout this report as the UEE Navy public affairs officer reached out to ensure that no names would be made publicly available after the interviews. Furthermore, this article may be difficult to stomach by some of our more sensitive readers, so please be warned, this is a full report of the operation.<p><p>The UEE Navy 12th Battle Group mobilized for this operation, now dubbed Operation: Apex Down, approximately 30 hours prior to the operation start. Preparing resources, contacting the Nightfall Initiative leads, and moving to their staging area outside of Starlight Station.<p><p>The Nightfall Initiative, as we now know by the uniforms present at the debarkation of the UEES Alabama, consisted of the UEE Navy 12th Battle Group, Nightingale Industries, and Virtanen Intergalactic. There was a small force from a fourth entity that has yet to be identified, but they were wearing heavy marine uniforms that were slightly different from the UEE Navy 12th Battle Group’s standard marine uniform.<p><p>The Nightfall Initiative then broke into multiple teams, one (Team A) to assault a local communications depot to gain access codes to the Lazarus research station, which have been held off-site since the research station went offline a few weeks ago. The remaining two teams landed at the research station and moved to secure the shuttle station and landing platforms. One team (Team C) continued into the research station through the storm while the other (Team B) remained to secure the landing area.<p><p>Eventually, Team A rendezvoused with Team B holding the shuttle station and just as Team A was about to land a group of pirates arrived at the station. The pirates destroyed the landing craft a few kilometers away from the landing pads. The landing craft crash landed within the storms on Pyro I with only a few survivors. At the same time Team C fully secured the research station, securing numerous members of the research staff who were still present at the station.<p><p>Team B then split their forces once more, sending some members to hold the outside of the research station and sending the others to go rescue the downed members of Team A.<p><p>The pirates, currently unknown as no one group has claimed responsibility for the attack, then landed and secured the shuttle site. The Pirate group killed the few remaining members of Team B and loaded approximately a dozen members into the next shuttle bound for the research station. The members of Team B that went to rescue the downed survivors of Team A all succumbed to the heat and the radiation effects from the storm along with every member of Team A that survived the crash.<p><p>Team C and the remaining members of Team B then joined forces to hold the research station from the pirate invasion. Team B held the shuttle drop off and Team C held the interior of the research station as security also regrouped and mounted numerous probing assaults throughout the station.<p><p>The pirates then assaulted in full force via the shuttle and killed approximately half of Team B at the shuttle platform, at the same time a Polaris landed heavily next to the station after it flew through the storm. Approximately 12 personnel, multiple ATLS Iktis, and what looked to be a few medical personnel also joined the fight from the downed Polaris. With the introduction of the ATLS Iktis the majority of Team B was killed outside the station. The remaining members retreated inside the station and picked chokepoints to hold against the pirates. Though severely injured and diminished as they were, they could not hold against the significant pirate incursion.<p><p>The UEE Naval assets that were in the vicinity of this operation were active during this entire operation, destroying four separate Idris class vessels operated by Pirates in the area. Eventually, the UEE Alabama was also able to destroy the Polaris that was on site by firing railgun artillery through the storm with a member on ground to guide the shots.<p><p>After the loss of almost everyone on ground at the station the commander of 12th Battle Group ordered a full retreat so that they could regroup and attack the facility once more. Due to the extremely high losses, the second attack was called off and the Nightfall Initiative retreated back into Stanton to regroup forces for another push into Pyro at a later, as of yet unknown, date.<p><p>Luckily, even through the storm, a small portion of the landing teams was able to send images and evidence of the involvement of ASD in research regarding a heavily irradiated adult Valakaar. Thus far, analysts are pouring over the evidence sent to the UEES Alabama and the UEE Advocacy has been informed of the illegal research happening at the research station, as well as some interesting data on the radiation storm that the military vessels were able to collect while on the operation.<p><p>With this information about ASD and the extremely high cost of the operation, it is very likely that the UEE Advocacy and the UEE Navy will push for another expedition down to research station Lazarus. Not only to find more information, but to retrieve the bodies of the Marines who were lost during Operation: Apex Down. A further investigation will likely be opened against the pirate organizations who were involved in the assault on UEE Navy personnel. Multiple images of the pirate’s uniforms, vessels, and some small personal effects were sent to the UEES Alabama at the same time as the intelligence information. Due to the timeliness of the attack and the precision of the assault itself, it is currently assessed that information may have been leaked to the notorious pirate faction, Griefernet, but as of yet that information is not confirmed.<p>"
  },
  "quickUpdates": [
    {
      "title": "HCN Investigative Upcoming Interviews",
      "summary": "HCN Investigative will be doing a series of interviews with Organization Leadership in the coming weeks."
    },
    {
      "title": "UEE Navy Patrols Increase in Orison Airspace",
      "summary": "The UEE Navy has had a near persistent presence in Orison airspace since the incident on their luxury platforms a few weeks ago."
    },
    {
      "title": "Pirate Activity Continues to Grow Near Pyro I",
      "summary": "After the UEE Navy Incursion into Pyro I the largets Pirate factions have taken to orbiting the small planetary body in force."
    }
  ],
  "marketWatch": [
    {
      "title": "HEPH",
      "summary": "↓ 1.5% - Hephestanite is down after a large boost in supply due to the contributions of small mining organizations."
    },
    {
      "title": "GOLD",
      "summary": "↑ 8.7% - Gold increased above last years numbers after being oversupplied for the last few months."
    },
    {
      "title": "BEXA",
      "summary": "→ 0% - Bexalite remains steady despite an uptick in mining corporation operations."
    }
  ],
  "secondaryStories": [
    {
      "category": "TECHNOLOGY",
      "title": "Aegis Reclaimer Recalled due to Excessive Reports of Destruction by Pirates",
      "subtitle": "The Aegis Dynamic’s Reclaimer vessel is getting a curious recall due to a large number of them being destroyed or rendered inoperable by Pirates or grey mercenary groups, leading the manufacturer to believe there is something wrong with the point defense cannon (PDC) systems installed on each Reclaimer.",
      "author": "Ragaar Ashnod | Pyro Correspondent",
      "date": "Stardate: 2955.06.29",
      "content": "<p>After hundreds of reports in the near past of Reclaimer class vessels being destroyed in minor scrapes with pirates or mercenaries, Aegis Dynamics is looking into the issue. They are asking any and all owners of the vessels to bring them into dock at their nearest station so that they can investigate the cause of what they can only assume is a malfunction in the system.<p><p>During the initial review of one such Reclaimer, the PDC system was completely inoperable despite having the cannons installed and connected to the self preservation PDC system. Aegis Dynamics finds the result of these investigations alarming and will be revamping the PDC systems of all Reclaimers over the next few weeks. Aegis stated that this recall will be in effect for months so that the Reclaimers can get the extra defense that such a large and slow salvaging ship needs.<p><p>‘We are fully committed to ensuring the Reclaimer remains the backbone of spaceborne salvage, and that includes survivability for the vessel and their crew.’<p><p>Lucan Calder, Aegis Dynamics’ Chief Engineer<p><p>The recall is a fairly quick process and will only take an hour or so if the reclaimer is brought and stored in an official city landing zone or low earth orbit station. Currently, the recall is only for Reclaimers that were made from 2948 to today, as the PDC system was not a standard feature on the reclaimer prior to 2948.<p>"
    },
    {
      "category": "SECURITY",
      "title": "The Stanton System is Debating Raising the Security Readiness Condition due to Recent Instability",
      "subtitle": "The consistent escalation of tensions within the Stanton system has caused the heads of the four planets to have a rare meeting to discuss increasing the Security Readiness Condition (SRC) of all stations within the star system.",
      "author": "Kaveh Virtanen | Military Correspondent",
      "date": "Stardate: 2955.06.29",
      "content": "<p>The heads of the big four planets in Stanton are slated to meet tomorrow morning to discuss the security condition of the star system. The current security condition is set at a nominal level, or SRC-5: Peacetime, which is why the security forces of the stations throughout the system are currently operating inside and not outside as they have in the past. There are rumors that a member of the UEE Advocacy will be present at the meeting as well for the purpose of gauging the need to raise the UEE Navy to alert level in the region.<p><p>The current situation in Stanton is tenuous at best, with conflicts ranging from Pyro pirate organization incursions to internal economic strife being caused by Wikelo himself. The UEE Navy has been extremely active within Stanton as of late, responding to fighting near the abandoned Crusader Platforms as well as interdictions along most trade routes. Pirates in the region have also been spotted fielding capital class vessels against the UEE Navy and legally operating mercenaries.<p><p>All of this information speaks to a less than stable climate within Stanton. With planetary leaders, the UEE Advocacy, and rumors of civilian organizations all converging tomorrow, this meeting may be the largest of its kind within the last few centuries. This decision to discuss the SRC may signal a change in UEE influence throughout Stanton and could mean a safer Stanton for everyone.<p>"
    }
  ]
}

